{
   "Gavin Kelsey" : "<p>As well as genetic information, the egg and sperm also contribute epigenetic annotations that may influence gene activity after fertilisation. These annotations may be direct modifications of the DNA bases or of the proteins around which the DNA is wrapped into chromatin. Our goal is to understand whether, through epigenetics, factors such as a mother's age or diet have consequences on the health of a child.</p><p>We examine how epigenetic states are set up in oocytes - or egg cells - and influence gene expression in the embryo. For example, repressive chromatin marks in oocytes lead to long-term silencing of genes inherited from the mother, particularly in cells that will form the placenta. We are also interested in how variations in DNA methylation come about in oocytes and whether we can use this variation as a marker for oocyte quality and embryo potential. To investigate these questions, we develop methods to profile epigenetic information in very small numbers of cells or even in single cells.</p>",
   "Olivia Casanueva" : "<p>Groundbreaking work in the nematode Caenorhabditis elegans has demonstrated that ageing is not simply a stochastic and progressive decay, but that it is genetically controlled by the longevity pathways. Strikingly, lifespan is highly variable even in genetically identical individuals reared under controlled environmental conditions.</p><p>We are interested in finding the mechanisms underlying transcriptional inter-individual variability in genes that modulate lifespan and determining to what extent it explains individual-to-individual differences in the rates of ageing. We are also interested in studying the influence of both stochastic and environmental variability during early life and its long-term effect on health. Dietary restriction (DR), reduced food intake without malnutrition, increases health and function during ageing and protects against ageing-related disease in most organisms. We are interested in understanding how early life nutrition (and DR) can set rates of ageing via epigenetic mechanisms.</p><p>Answering these questions requires the development of new technologies that make whole animals centre stage and will have a significant conceptual impact on ageing research and personalized medicine.</p>",
   "Maria Christophorou" : "<p>How do the cells of an organism, all of which have exactly the same genetic code, adopt such different fates, morphologies and functions? And how do they then respond to the signals and stresses around them in order to make up a living, growing, healthy organism that can adapt to its environment?</p><p>Seminal work in the field of Epigenetics has taught us that the answer to the first question lies in the fact that our genome is subject to epigenetic regulation, which ensures its stability and determines when and where genes produce their transcript and protein products. And the answer to the second question lies largely within the fact that these proteins, which then go on to execute most of the cell's functions, are themselves subject to regulatory mechanisms which determine when, where and how a protein will function. Our lab combines these two fascinating biological questions to understand how genome-regulating proteins are themselves regulated during development.</p><p>We employ biochemistry, cell and molecular biology, genomic and epigenetic approaches and mouse model systems to understand the mechanisms that modulate the function of epigenetic regulators, how these mechanisms are perturbed in disease and how they may be targeted for therapeutic effect. We have a particular interest in protein post-translational modifications (PTMs). These are small chemical changes that happen on proteins as a result of cell signalling changes and can quickly alter the activity, stability and sub-cellular localisation of these proteins, as well as their affinity for other molecules. As a result, PTMs add an enormous degree of sophistication to biological systems, beyond what can be achieved by gene regulation.</p><p>Our favourite PTM is citrullination, the conversion of an arginine residue to the non-coded amino acid citrulline. Exciting developments in this classically under-explored field have shown that citrullination and the enzymes that catalyse it, the peptidylarginine deiminases (PADIs or PADs), regulate many aspects of cell physiology, while their deregulation contributes to the development of pathologies such as autoimmunity, neurodegeneration and cancer. Understanding the mechanisms that control PADIs and other epigenetic regulators in response to developmental cues and cellular stresses can offer valuable insights into human health, which can be exploited towards therapeutic benefit in a variety of disease conditions.</p>",
   "Jon Houseley" : "<p>We study the mechanisms by which cells learn to thrive in new environments.</p><p>From yeast caught by the wind and scattered across the landscape or plankton dwelling in increasingly acidified oceans to malignant cells facing modern targeted anticancer drugs, cells often face a stark choice - adapt or die.</p><p>We study the mechanisms by which cells adapt to new environments. A major focus is the unexpected ability of cells to change specific parts of their genomes in response to particular environments. The ability to stimulate mutation at the right time and place is likely to allow organisms to evolve and adapt much faster than we might expect, and such mechanisms have clear medical importance.</p><p>Attempting adaptive change is dangerous for any organism, and must be tightly controlled within the life cycle. We are starting to discover connections between adaptation and ageing; we have found that cellular ageing can facilitate adaptation, and conversely we see evidence that the drive to adapt to the environment seems to impact the ageing process.</p>",
   "Martin Howard" : "<p>Martin is an Honorary Group Leader, currently based at the John Innes Centre. He is working with Group Leaders in the Epigenetics Programme. The Howard group combines simple, predictive mathematical modelling with long-lasting experimental collaborations, to dissect biological mechanisms too complex to unravel by experiments alone. In many cases we are able rationalise complex biological dynamics into simple underlying mechanisms, with few components and interactions.</p><p>Our approach is highly interdisciplinary and relies heavily on the techniques of statistical physics and applied mathematics, as well as on close collaboration with experimental groups. This truly interdisciplinary approach allows us to get to the heart of biological mechanisms more speedily.</p><p>At present the main focus of the group is epigenetic dynamics, probing how epigenetic memory states are set up and then stably maintained. In this context, we work with both histone modification memory systems, as well as on DNA methylation, collaborating with experimentalists in systems ranging from plants to mammalian stem cells. A particular focus has been the Polycomb epigenetic system, where we have proposed an all-or-nothing epigenetic switching mechanism, with epigenetic gene silencing directly antagonised by transcription. Overall, as epigenetic systems are central to ageing and health, understanding how they work at a fundamental level is of vital importance.</p>",
   "Wolf Reik" : "<p>Epigenetic modifications such as DNA methylation and histone marks are often relatively stable in differentiated and in adult tissues in the body, where they help to confer a stable cell identity on tissues. The process of epigenetic reprogramming, by which many of these marks are removed from DNA, is important for the function of embryonic stem cells and in reprogramming stem cells from adult tissue cells. When this erasure goes wrong there may be adverse consequences for healthy development and ageing, which can potentially extend over more than one generation.</p><p>Our insights into the mechanisms of epigenetic reprogramming may help with developing better strategies for stem cell therapies and to combat age related decline. We have also recently initiated work on epigenetic regulation of social behaviours in insects, where we are interested in how patterning and regulation of DNA methylation in the brain is linked with the evolution of sociality.</p>",
   "Peter Rugg-Gunn" : "<p>We are interested in understanding how the epigenome is established during human development and stem cell differentiation, and how epigenetic information changes over the life course of a person.</p><p>To research these topics, we use different types of stem cell (primarily human pluripotent stem cells) in combination with a variety of molecular and genetic approaches to characterise and perturb their epigenomes. The stem cell models are sometimes complemented with the characterisation of mouse and human embryos at very early stages in their development.</p><p>This research is important because establishing our epigenomes correctly during development has long lasting consequences on our health, and we need to know more about how it happens and why it sometimes goes wrong. Our work also provides new avenues for improving the epigenetic stability of human pluripotent stem cells, and our abilitiy to drive their specialisation towards useful cell types, which are essential requirements to fulfill their promise in regenerative medicine.</p>",
   "Stefan Schoenfelder" : "<p>98% of the DNA in our body is non-coding, i.e. does not carry the information needed to build proteins. Non-coding has sometimes been equated with 'non-functional', or called 'junk' in the past; today we know that this is far from the truth. Scattered throughout non-coding DNA is a plethora of so-called regulatory elements, including enhancers, silencers and insulators. These regulatory elements function like molecular switches to control which genes are active (and thus produce proteins) in which cells. This process of gene expression control is vital to allow cells - which all contain the same genes - to specialise to carry out different tasks, and to help them respond to changes.</p><p>Enhancers are a type of regulatory element that control gene expression over long distances. They contact their target genes via chromosomal interactions, often bridging large distances in the genome, with the intervening DNA 'looping out'. To understand how enhancers work, we study them in the context of the three-dimensional organisation of the genome.</p><p>Our aim is to find regulatory elements and to understand which genes they control. We also aim to uncover the molecular mechanisms by which regulatory elements find their target genes in the three-dimensional space of the cell nucleus, and to understand how altering the function of regulatory elements can lead to developmental malformations and disease.</p><p>We study these questions in pluripotent stem cells - cells that have the potential to create all cell types in the adult body. We use a combination of molecular, genetic, biochemical and imaging approaches to study pluripotent stem cells in their 'ground state', and when they start to form new cell types - a process called cell lineage specification.</p>",
   "Martin Turner" : "<p>The molecular processes which control the development and function of lymphocytes have been extensively studied from the perspective of cell surface receptors and their associated intracellular signalling.</p><p>Also, many transcription factors which repress or promote the production of mRNA have been identified as being essential for lymphocyte development and activation.  These studies have revealed that genes, molecules and pathways that are used early in the development of lymphocytes are re-used in fully mature cells as part of the response to infection.</p><p>We are developing tools for measuring gene expression in rare cell populations.  We also use genome wide approaches to study RNA turnover and translation and to identify the targets of RNA binding proteins.</p><p>We aim to characterise fundamental mechanisms controlling lymphocyte development and function throughout the life-course.  These include understanding the roles of RNA binding proteins in lymphocyte development and activation. </p><p>In the future explaining how these are integrated with signal transduction pathways, microRNA and transcription factor networks will be an important step towards a systems level understanding of immunity.</p>",
   "Anne Corcoran" : "<p>The focus of our research is understanding the role of chromatin and nuclear organization in controlling gene expression during the development of the immune system.</p><p>B lymphocytes are cells of the immune system that produce antibodies (immunoglobulins), which recognise and inactivate foreign antigens like bacteria. To cope with the enormous numbers of foreign antigens encountered during our lifespan, these cells must produce millions of different antibodies.</p><p>VDJ recombinationRecombination or 'shuffling' of genes in the immunoglobulin heavy chain (IgH) locus is the first step in generating this huge repertoire.</p><p>Special 'marks' on the chromatin are thought to underlie the complex choice of gene segments in the multigenic immunoglobulin gene families, that can be recombined during B cell development to produce a large diversity of functional antibody molecules.</p><p>Our group studies non-coding RNA transcription (ie generation of transcripts that do not produce protein) in specific parts of the immunoglobulin cluster, which may play a directive role in V(D)J recombination, or mark epigenetic control regions.</p><p>Only one of each gene type is used in an individual cell and the resulting DNA sequence encodes a unique IgH, which is expressed with an Ig light chain as a unique highly specific antibody in each cell.</p>",
   "Michelle Linterman" : "<p>When higher organisms are infected by pathogens the immune system responds with the coordinated activation of many different cell types, each with their own specific role to bring about pathogen clearance, and subsequently generate immunological memory. Within the adaptive immune system helper CD4+ T cells and B cells specific for the infectious organism are recruited to become activated effector cells and a proportion of these cells will go on to become memory cells that are able to respond quickly to future infections.</p><p>Germinal centres are sites within tissues such as the tonsils, spleen and lymph nodes where B cells proliferate and differentiate during a normal immune response to an infection. Because of the central role of the germinal centre in generating immunological memory, a potent germinal centre response is critical for a successful response to vaccination. With advancing age, the size of the germinal centre response and the efficacy of vaccination diminish, and T cells are one of the primary contributors to this decline.</p><p>Our research is focused on understanding the cellular and molecular changes that occur in T cells with age that contribute to the age-dependent decline in the germinal centre response.</p>",
   "Adrian Liston" : "<p>The Liston laboratory works on regulatory T cells. These are a type of white blood cell that act to suppress the rest of the immune response, preventing spontaneous autoimmune disease and acting as a rheostat to control just how active our immune system is. The number of these cells in our blood goes up as we get old, which may contribute to the immune-suppressed state of older persons. We seek to understand these cells, using both patient material and mouse models, so that we can harness their power to fine-tune the immune system for healthy ageing.</p>",
   "Claudia Ribeiro de Almeida" : "<p>Our goal is to define the emerging role of RNA and RNA binding proteins (RBPs) in controlling B cell development and the diversification of antibody genes.</p><p>We are interested in decoding the molecular and cellular mechanisms underpinning diversification of antibody genes, to gain insight into how B cells can effectively fight infections, how these responses change through our lives and the role this plays in age-related immune dysfunction.</p><p>Our group is focused on the study of a class of RNA remodelling enzymes called RNA helicases. This interest stems from our discovery on the roles of DDX1 and G-quadruplex (G4) RNA structures in targeting the DNA mutator enzyme AID to the immunoglobulin heavy-chain (IgH) locus, to initiate Class Switch Recombination (CSR) (Ribeiro de Almeida et al, Mol. Cell 2018).</p><p>We use a number of cellular and molecular biology tools together with mouse genetics, cell culture systems and in vitro biochemical assays, to gain in depth understanding on the role of RNA helicases in B cell biology. We also employ state-of-the-art genomics and proteomics approaches to profile RNA-protein interactions that control developmental stages when B cells undergo recombination at their antibody genes.</p>",
   "Sarah Ross" : "<p>T lymphocytes (a type of white blood cell, also called T cells) play a vital role in the adaptive immune responses that defend our bodies from invading pathogens and protect against the growth of cancer cells. The efficacy of T lymphocytes is determined by a combination of chemical cues and physical factors. T lymphocyte functions are guided by chemical signals like cytokines as well as factors including the nutrient levels of diseased tissues. Our aim is to determine how these factors impact on how well T lymphocytes can destroy diseased cells and clear infections. In particular, we are interested in understanding how low oxygen levels, or hypoxia, control the ability of T lymphocytes to perform their protective tasks.</p><p>In order to investigate this, we perform biochemical analyses of T lymphocytes grown in the lab as primary cultures to characterise how low oxygen environments impact on cellular processes, such as signalling and gene expression, that control T lymphocyte function. The results from these culture systems can then be used to examine and understand specific changes that T lymphocytes undergo during an immune response within the body.</p><p>Identifying how oxygen levels control T lymphocytes will improve our understanding of immune responses, and the molecules and processes that can cause T lymphocytes to function incorrectly. By understanding healthy and diseased T lymphocytes, this research aims to identify therapeutic approaches to rejuvenate declined immune function associated with ageing, uncover new strategies to treat autoimmune disorders and cancers and improve the effectiveness of existing immunotherapies.</p>",
   "Simon Cook" : "<p>One of the keys to understanding lifelong health is to understand the signalling pathways that operate inside cells and govern key fate decisions such as cell death, cell survival, cell division or cell senescence (collectively cell longevity).  These signalling pathways involve enzymes called 'protein kinases' that attach phosphate groups to specific cellular proteins, thereby controlling their activity, location or abundance. In this way protein kinases orchestrate the cellular response to growth factors, nutrient availability or stress and damage.</p><p>Ageing results in part from the imbalance between cellular damage, accrued throughout life, and the progressive decline in stress response and repair pathways. We are interested in how protein kinases function in stress responses, the removal of damaged cellular components (e.g. autophagy, see also Nicholas Ktistakis and Oliver Florey) and the control of cellular lifespan. We believe this will enhance our understanding of how the normal declines in these processes drive ageing.</p><p>Signalling pathways are frequently de-regulated in certain age-related diseases - notably in cancer, inflammation and neurodegeneration - and many protein kinases are attractive drug targets. Consequently we translate our basic knowledge of signalling through collaborations with charities and pharmaceutical companies (e.g. AstraZeneca and MISSION Therapeutics).</p>",
   "Oliver Florey" : "<p>Research in our lab is focused on the related topics of autophagy (self eating), macroendocytosis (digestion of extracellular material) and entosis (a recently discovered form of cell cannibalism). These are 3 distinct but inter-related forms of cellular 'eating', which play an important role in normal biology and become deregulated during ageing or disease (eg cancer).</p><p>Our work exploits a combination of molecular and cellular biology, state-of-the-art microscopy (long-term time-lapse imaging, spinning disk confocal and electron microscopy) and proteomics (mass spectrometry).</p><p>Existing projects aim to define the molecular mechanisms which underlie cellular eating, with a particular focus on the emerging pathway of non-canonical autophagy. We are also investigating the intriguing relationship between entosis and cancer.</p>",
   "Phill Hawkins" : "<p>The programmes of work in the laboratory are currently aimed at understanding the molecular mechanisms and physiological significance of intracellular signalling networks which involve a family of enzymes called phosphoinositide 3OH-kinases (PI3Ks).</p><p>PI3Ks are now accepted to be critical regulators of numerous important and complex cell responses, including cell growth, division, survival and movement.</p><p>PI3Ks catalyse the formation of one or more critical phospholipid messenger molecules, which signal information by binding to specific domains in target proteins. Currently the best understood pathway involves the activation of Class I PI3Ks by cell surface receptors.</p><p>In recent years, the laboratory has increasingly focused on the role of PI3Ks in the signalling mechanisms which allow receptors on neutrophils (white blood cells) to control various aspects of neutrophil function.</p><p>Neutrophils are key players in the front line of our immune system, responsible primarily for the recognition and destruction of bacterial and fungal pathogens. However, they are also involved in the amplification cascades that underlie various inflammatory pathologies, e.g. Acute Respiratory Distress Syndrome (ARDS) and rheumatoid arthritis.</p>",
   "Nicholas Ktistakis" : "<p>Autophagy (from the Greek self-eating) is a cellular mechanism which generates nutrients for the cell, primarily during times of starvation. Autophagy is also used to eliminate cell material that becomes damaged, leading to a periodic clean-up of the cell interior. Although it is a response by single cells, it is also very important for the health of an organism.</p><p>When autophagy is suppressed cells exhibit signs of oxidative damage because their dysfunctional mitochondria cannot be removed and continue to produce reactive oxygen species. Similarly, suppression of autophagy causes the build-up of mutant proteins that cause neurodegenerative disorders.</p><p>Autophagy is also critical for the neonatal period: animals which lack autophagy die soon after birth because they cannot generate nutrients during that time. Finally, autophagy is critical for the extension of lifespan in all organisms studied, and is therefore a significant factor that affects healthy ageing. The pathway of autophagy starts when a novel double membrane vesicle called an autophagosome is formed in the cell interior.</p><p>We have shown that one of the signals for formation of autophagosomes is the synthesis of a lipid called PI3P which leads to formation of omegasomes. These are membrane extensions of the endoplasmic reticulum, from which some autophagosomes emerge. We are studying exactly how this happens, both in terms of signals and of how the intermediate structures eventually lead to an autophagosome.</p><p>A Milner Institute enabled project in collaboration with ALBORADA Drug Discovery Institute, MRC Mitochondrial Biology Unit, Astex, Eisai and Eli Lilly and Company is just about to start in my lab. We are examining by siRNA, chemical inhibition and overexpression a limited set of genes implicated in autophagy to determine their role in neurodegeneration. The last stage of this work will use iPSC-derived neuronal cells that we have developed in my lab and originate either from healthy donors or from Alzheimer's patients.</p>",
   "Ian McGough" : "Human tissues and organs are comprised of a multitude of individual cells. In order to build and maintain complex structures like bone and the intestine, these individual cells must communicate with each other to coordinate their actions. Cells communicate by sending out instructions in the form of signalling molecules. These signals are recognised by neighbouring cells, leading to the activation of specific signalling pathways. By regulating cell growth, death and differentiation these signalling pathways ensure organs and tissues develop to the right size, with the necessary specialized cell types needed to function correctly. Furthermore, in adult tissues and organs signalling molecules ensure tissues regenerate to replace lost or damaged cells.</p><p>As we age these signalling pathways change, with drastic consequences for human health. In addition to the loss of tissue renewal seen in age-related diseases such as osteoporosis, altered signalling environments can also favour the uncontrolled cell growth that causes cancer. Establishing how cells signal to each other, and how these signalling systems become dysfunctional with age, will uncover how age-related diseases develop and potentially identify therapeutic interventions for their treatment.</p><p>We study two particular signalling molecules, Wnt and Hedgehog, both of which carry hydrophobic lipid modifications that complicate their ability to spread between cells and function in cell-to-cell communication. We seek to understand how these lipid modified signals are released from sending cells, how they are recognized on receiving cells and how recognition leads to activation of signalling. In addition to identifying precisely how the Wnt and Hedgehog signalling pathways operate at the cellular level, we seek to identify how they, and other signalling pathways, change in ageing organs and how such changes affect organ function. To answer these questions, we use a multidisciplinary approach involving protein and molecular biology, human cells, organoids, and Drosophila melanogaster (fruit fly) and mouse genetics.</p>",
   "Valerie O'Donnell" : "<p>Valerie is an Honorary Group Leader, currently based at the the University of Cardiff. She is working with Group Leaders in the Signalling Programme. Valerie's research is focused on the study of bioactive lipids in circulating blood cells, particularly platelets.  She uses mass spectrometry to identify and characterise new signalling mediators. Since 2007, her group identified large families of lipids made by platelets, neutrophils and monocytes, and demonstrated that these are involved in innate immunity, blood clotting, cardiovascular disease and infection. Translational studies have established a role for these lipids in human thrombotic disease. </p><p>She has developed new methods to quantify aminophospholipids at the platelet surface, for example molecular species of amino-phospholipids and oxidized phospholipids that comprise the pro-coagulant surface, which is essential for blot formation.  She leads/led a programme grant from British Heart Foundation (renewed 2020), and was an ERC Advanced Grant holder (2014-2019). Since 2017, she has been co-lead of LIPID MAPS, a multi-site Biomedical Resource supporting databases, tools, nomenclature and curation of lipids, funded by Wellcome Trust (>66K users, with Edward Dennis and Shankar Subramaniam (UCSD), Simon Andrews and Andrea Lopez, Babraham, and Bill Griffiths, Swansea).</p>",
   "Rahul Samant" : "<p>Cellular accumulation of misfolded proteins is a hallmark of ageing. In young cells, the proteostasis network limits toxicity by activating one or more systems for misfolded protein clearance. We focus on how these clearance systems are integrated within the network to maintain proteome health during youth, and how their dis-integration contributes to cellular senescence-another ageing hallmark with strong links to chronic inflammation and organismal frailty.</p><p>We currently use two evolutionarily distant cell types-budding yeast and primary human fibroblasts-to identify common, conserved lines of communication between different clearance systems of the proteostasis network, and how these get re-wired during replicative ageing (yeast) and senescence (mammals). Our lab employs multi-disciplinary approaches such as super-resolution imaging, flow cytometry, and mass-spectrometry-based proteomics to measure proteostasis capacity and senescence phenotypes as quantitatively and robustly as possible. As proteostasis modulators hold therapeutic promise in ageing-associated pathologies-with renewed interest in 'senolytics' specifically targeting senescent cells-we hope to drive fundamental discoveries that have a direct impact on promoting lifelong health.",
   "Hayley Sharpe" : "<p>We are interested in understanding how the cells that make up our tissues and organs communicate. Our cells are decorated with proteins, or receptors, that can sense alterations in their local environment and promote signalling pathways leading to changes in behaviour such as growth, movement or attachment. We focus on receptors that communicate to the cell interior through an enzyme known as a protein phosphatase. These receptor tyrosine phosphatases can change the function of other proteins by catalysing the removal of phosphate groups. The principles of how these receptors contribute to signalling remain poorly understood.</p><p>The receptor tyrosine phosphatases are linked to diverse areas of biology from immune cell signalling to blood vessel development to cell-cell adhesion, with some implicated in disease processes such as spinal cord injury, wound healing and cancer. Importantly, protein tyrosine phosphatases are targets of reactive oxygen species, which serve as critical signalling molecules that can be dysregulated in ageing and disease. To understand the normal and pathological functions of phosphatases we use biochemistry, proteomics, primary and cancer cell lines, as well as mouse models.</p>",
   "Len Stephens" : "<p>The programmes of work in the laboratory are currently aimed at understanding the molecular mechanisms and physiological significance of intracellular signalling networks which involve a family of enzymes called phosphoinositide 3OH-kinases (PI3Ks).</p><p>PI3Ks are now accepted to be critical regulators of numerous important and complex cell responses, including cell growth, division, survival and movement.</p><p>PI3Ks catalyse the formation of one or more critical phospholipid messenger molecules, which signal information by binding to specific domains in target proteins. Currently the best understood pathway involves the activation of Class I PI3Ks by cell surface receptors.</p><p>In recent years, the laboratory has increasingly focused on the role of PI3Ks in the signalling mechanisms which allow receptors on neutrophils (white blood cells) to control various aspects of neutrophil function.</p><p>Neutrophils are key players in the front line of our immune system, responsible primarily for the recognition and destruction of bacterial and fungal pathogens. However, they are also involved in the amplification cascades that underlie various inflammatory pathologies, e.g. Acute Respiratory Distress Syndrome (ARDS) and rheumatoid arthritis.</p>",
   "Heidi Welch" : "<p>We study molecular mechanisms that control the Rac protein family, which regulates cell shape, cell movement, oxygen radical formation and gene expression. In particular, we study the proteins that activate Rac, so-called Rac-GEFs. A few years ago, we discovered a new type of Rac-GEF, the P-Rex family, and we have been studying the mechanisms that regulate their activity and their functional roles.</p><p>We found that P-Rex family Rac-GEFs are important for the ability of our white blood cells to defend us against bacterial and fungal infections, for the shape and electrical functions of nerve cells that control the coordination of our movements, and for the distribution of skin pigment cells during development. We also participated in studies which showed that the deregulation of the cellular amount or activity of P-Rex family Rac-GEFs contribute to cancer growth and metastasis.</p><p>Currently, our lab is investigating new functional roles of P-Rex and other Rac-GEFs, particularly in inflammatory cells, and we are inventing new ways of monitoring Rac-GEF activity.</p>",
   "Michael Coleman" : "<p>Michael studies basic mechanisms regulating axon survival. Age-related axon loss contributes to declining memory, senses, autonomic nervous system (bladder, gut, etc.) and motor function, leading to physical frailty. It also sets the biological context for age-related neurodegenerative disease.</p>",
   "Myriam Hemberger" : "<p>The focus of our work is on the establishment, maintenance and differentiation of trophoblast cells leading to formation of a functional placenta. The placenta is the defining organ of most mammals, providing a nutritive conduit that is crucial for all embryonic development to occur. Trophoblast cells are the major building blocks of the developing placenta. They are the first cell type to arise very early in development when they are set apart from cells giving rise to the embryo itself. The various functions of trophoblast cells early in development are vital for reproductive success, as they lay the foundations for a normal pregnancy and healthy foetus later on. A better understanding of the mechanisms underlying these early events will be critical to develop better screens and therapeutic avenues for pregnancy complications.</p><p>We are in particular interested in how the early trophoblast niche is regulated by transcription factors and specific epigenetic modifiers to ensure normal development. Leading on from this, we also investigate how susceptible the trophoblast compartment is to perturbations by extrinsic factors that activate specific signalling cascades, including in the context of development in mothers of advanced age. For this we are taking a range of high-throughput epigenomic and transcriptomic approaches to study these early events in placental development.</p><p>Key among our tools is the use of murine trophoblast stem (TS) cells, which mimic many of the properties of the early placenta. Learning about the self-renewal mechanisms of TS cells, in comparison to embryonic stem (ES) cells, will help us uncover the fundamental principles of how the early placenta develops and is influenced by external factors, which may be predictive for life long physiology and health. These insights will also enable us to better understand the earliest steps in human placentation and to develop novel cellular research tools to study the underlying molecular processes.</p>",
   "Patrick Varga-Weisz" : "<p>Chromatin is a highly dynamic structure to accommodate its many tasks in regulating, organizing, safeguarding and packaging the genetic material. We are interested in understanding the mechanisms behind this sophisticated cellular machinery.</p><p>Key components that impart this dynamic state are special enzymes, so called chromatin remodelling factors, many of which target the nucleosome, the basic building block of chromatin.</p><p>The enzymology of chromatin remodelling is a largely new territory with opportunities for many exciting discoveries. One particular class of chromatin remodelling factors uses the energy gained by ATP hydrolysis to remodel nucleosomes: The nucleosome may be shifted, altered or blasted away, but some of these factors, such as Imitation Switch (ISWI), are also involved in nucleosome assembly.</p><p>The Varga-Weisz laboratory studies such ATP-dependent nucleosome remodelling factors, their role in the cell (in chromatin replication) and their mechanisms of action.</p>"
}